tutorials/ocmfMassTransferDns/NaCl_nG1560_C30_P60_J20_Lx5_Ly1_Lz25/constant/SRFProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2506                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      SRFProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
#include "./constant/simulationConditions"
origin    (-0.0762 0 0);
axis      (0 0 1);
rpm       $RPM;
// ************************************************************************* //
